Repository: kubeeapp/grow
Catalog: localization/*/demo_data.po
Languages: sv_se

source: Cookies
sv_se: Kakor

source: Chocolate
sv_se: Choklad

source: Pantry
sv_se: Skafferi

source: Candy cupboard
sv_se: Godis skåp

source: Tinned food cupboard
sv_se: Konservburk för konserverad mat

source: Fridge
sv_se: Kylskåp

source: Piece
sv_se: Bit

source: Pack
sv_se: Förpackning

source: Glass
sv_se: Glas

source: Tin
sv_se: Burk

source: Can
sv_se: Burk

source: Bunch
sv_se: Knippa

source: Gummy bears
sv_se: Gummibjörnar

source: Crisps
sv_se: Chips

source: Eggs
sv_se: Ägg

source: Noodles
sv_se: Spaghetti

source: Pickles
sv_se: Ättiksgurka

source: Gulash soup
sv_se: Gulashoppa

source: Yogurt
sv_se: Yoghurt

source: Cheese
sv_se: Ost

source: Cold cuts
sv_se: Pålägg

source: Cucumber
sv_se: Gurka

source: Radish
sv_se: Rädisa

source: Tomato
sv_se: Tomat

source: Changed towels in the bathroom
sv_se: Byta handdukar i badrummet

source: Cleaned the kitchen floor
sv_se: Rengjorde köksgolvet

source: Warranty ends
sv_se: Garantin upphör

source: TV remote control
sv_se: TV fjärrkontroll

source: Alarm clock
sv_se: Väckarklocka

source: Heat remote control
sv_se: Klimat fjärrkontroll

source: Lawn mowed in the garden
sv_se: Gräset klippt i trädgården

source: Some good snacks
sv_se: Några bra tilltugg

source: Pizza dough
sv_se: Pizzadeg

source: Sieved tomatoes
sv_se: Siktade tomater

source: Toast
sv_se: Rostat bröd

source: Minced meat
sv_se: Köttfärs

source: Sandwiches
sv_se: Smörgåsar

source: English
sv_se: Engelsk

source: German
sv_se: Tysk

source: Italian
sv_se: Italienska

source: Demo in different language
sv_se: Demo på olika språk

source: This is the note content of the recipe ingredient
sv_se: Detta är anteckningsinnehållet i receptens ingrediens

source: Demo User
sv_se: Demo-användare

source: Flour
sv_se: Mjöl

source: Pancakes
sv_se: pannkakor

source: Sugar
sv_se: Socker

source: Home
sv_se: Hem

source: Life
sv_se: Liv

source: Projects
sv_se: Projekt

source: Repair the garage door
sv_se: Reparera garagedörren

source: Fork and improve grocy
sv_se: Gaffel och förbättra grocy

source: Find a solution for what to do when I forget the door keys
sv_se: Hitta en lösning för vad man ska göra när jag glömmer dörrnycklarna

source: Sweets
sv_se: Sötsaker

source: Bakery products
sv_se: Bageriprodukter

source: Tinned food
sv_se: Konserverad mat

source: Butchery products
sv_se: Slaktprodukter

source: Vegetables/Fruits
sv_se: Grönsaker / frukt

source: Refrigerated products
sv_se: Kylda produkter

source: Coffee machine
sv_se: Kaffemaskin

source: Dishwasher
sv_se: Diskmaskin

source: Liters
sv_se: Liter

source: Bottle
sv_se: Flaska

source: Bottles
sv_se: Flaskor

source: Milk
sv_se: Mjölk

source: Chocolate sauce
sv_se: Chokladsås

source: Milliliters
sv_se: Milliliter

source: Bottom
sv_se: Botten

source: Topping
sv_se: Garnering

source: French
sv_se: Franska

source: Turkish
sv_se: Turkiska

source: Spanish
sv_se: Spanska

source: Russian
sv_se: Ryska

source: The thing which happens on the 5th of every month
sv_se: Saken som händer den 5:e varje månad

source: The thing which happens daily
sv_se: Saken som händer dagligen

source: The thing which happens on Mondays and Wednesdays
sv_se: Saken som händer på måndagar och onsdagar

source: Swedish
sv_se: Svenska

source: Polish
sv_se: Polska
